{
    "text": "Okay – well, I think the bottom line is, I don’t think there’s anything at the moment that we have to rush around and be concerned about.  Just age, I’m just ageing.  Well no, you’re a bit more interesting than that. I think as far as Dr Hall’s bits and pieces and tests last time and I don’t know how much she explained about all those tests and memory… I had a scan.   As far as the memory questions and everything that you did last time…It’s not an exam that you have to pass or fail, or whatever, but what it does, it just tends to pull out where any strengths or weaknesses are, but now, you have many, many more strengths than any weaknesses, so and to be honest, most people would be very happy with things. Because we’re specifically looking for weaknesses, it was, as your husband says, it’s new information…  That is correct, short memory At this moment, the doctor moves between looking at the computer screen, which shows images from Mrs Johnson’s CT scan and Mrs Johnson herself. He uses a pen as a pointer, to highlight parts of the scan he is describing.  Now these (pointing to the brain scan) are absolutely normal, they’re the space in the middle of the brain, but obviously, this one on this side is much bigger than the one on that side and actually, what that is, is space, the black area. So what that implies is because that when – like any wound or scar – heals up, it contracts. So it’s contracted so it’s pulling that. So there is quite a big area of damage round there, but that’s why Dr Hall last time, and why I’m chatting this time, you clearly – that will have done it’s damage, it heals up. Obviously you’ve actually, on 90% functioning brain, you haven’t really missed that 20% for the last 20 years.  No, that’s fair comment.  Because it’s – and you are very well planned, because that part of the brain tends to not be particularly specialised to any particular thing. This side of the brain is fine. By the way, you can probably compensate for it…And so you – the rest of the brain has just taken over the work of that.  You’ve been very lucky really.  So the relevance of it is the fact that – in a way, what it does mean is you have got less reserves than other brains would have, because for the last 20 years you’ve been doing very well on 90% function rather than 100% function. Now what that does mean, I suppose, is if now we’ve got something extra, which there must be, cause it’s a recent change, well, you’ve got less reserves than your husband would have or – in a way, I hate – I was going to say normal.  Normal, oh, I don’t mind.  A normal person of your age would have. The two other things that the brain scan shows is that there is a bit of shrinkage of the brain over on this side which is well away from there. So just this area, it’s opened, and there’s a bit of shrinkage in that part of the brain. Now that can happen with age; that can happen with lots of things so…And then the one other thing is there’s this – not the black and not the light grey, but there’s this darker grey rim around it. Now, that’s the sort of appearance you get when the smaller blood vessels are a little bit clogged up, which, again, is something that happens with age. So the bottom line is, yes clearly, the memory for new things – your husband was saying short-term memory, I think I’d probably talk more about learning new problems being an issue, isn’t as strong as it should be. As far as the blood tests are concerned, they’re all absolutely fine. As far as the scan is concerned, there’s the big chunk which is there, and probably it’s a combination of the fact that you’ve got less reserves because of that and so this smaller blood vessel problems and maybe that bit of shrinkage around there, is enough to be causing the problems. If this were firing on 100% than just on 90%, it probably would be much less of an issue.   Let’s be honest. You were concerned about Alzheimer’s to be honest.  Yes. I did. I thought, ‘Oh my gosh, have I got Alzheimer’s?’  That’s what she was concerned about.  But there isn’t Alzheimer’s in the family, but then as I say, it’s got to start somewhere, hasn’t it?  Yeah, no, that’s true and it’s…I think, as far as Alzheimer’s is concerned, first of all it seems to have become a word…Nobody had heard of Alzheimer’s Disease, but suddenly now it’s become this dreadful word…   Dementia it always used to be…  That was it. At the moment you wouldn’t fulfil any criteria for Alzheimer’s Disease whatsoever.  Well, that’ll make you happy.  So that’s good. But there’s always a but. [Laughter] Absolutely. But, first of all, I can’t foretell the future. The other thing is that Alzheimer’s Disease actually is quite common once you get into your seventies, eighties, but it progresses very, very slowly over eight, ten, twelve years. So I can’t tell you if we look 10 years ahead… "
}